Версія: %s
&lt;p&gt;Пошук і порятунок.&lt;/p&gt
          
Місця
Перемістіть вибране місце до координат
земля. довжина
X-JTSK
Y-JTSK
земля. ширина
X-UTM
Y-UTM
Перетворення ліній і багатокутників на точки
Перетворення ліній на точки
Перетворення багатокутників на точки
Завантажити GPX
Вибираючи з усіх
GPS ідентифікатор
Об'єднання записів в один
Згідно з протоколом обшуку
Налаштування
Методи та вибір
Відстань
Тертя
Пошуковий ідентифікатор
Включіть бали з вагою більше ніж
Робота за напрямком руху
Шлях до проекту
Показати QR
LSOM
Хілл
Великобританія
Власний
Ухил місцевості
За алгоритмом r.walk
Ліміт
Більше 45 градусів означає непрохідність
Зміна тертя може призвести до помилкових результатів.
Пошуковці
Шукачі га (км)/год
&lt;html&gt;&lt;head/&gt;&lt;body&gt;&lt;p&gt;У таблиці показано площі (в гектарах) або відстані (в км), які даний пристрій може подолати за одну годину. &lt;/p&gt;&lt;p&gt;Подумайте про гектар як про два сільські футбольні поля. У разі відмінних умов кінолог може обшукати 10 га/год.&lt;/p&gt;&lt;/body&gt;&lt;/html&gt;
Кінологи
Відновлення
Досягти
Наркотизувати
Телефонуйте
Поновити автоматично
Кінологи ХС
Ключ доступу
Радіус (км)
500
Створити інцидент
Користувач
Пароль
Управління інцидентами
URL-адреса сервера
https://www.horskasluzba.cz/cz/app-patrac-new-incident-test
Ім'я
опис
Опис події
Телефон
775032091
15,33819
Широта
49,74396
Технічне обслуговування
Виконайте базовий тест
Оновіть лише область у вікні перегляду
Оновлення бази даних
Збережіть стиль у шаблоні
Довідка
Показати допомогу
Показати QR
Відновлення
Досягти
Наркотизувати
Телефонуйте
Показати обробників виклику за відстанню
Виконайте перевірку даних
Виправте дані
Останні 24 години
Сектор
Коли
Примітка
Відсоток
Відсоток ймовірності
Повноваження та засоби
HS Messenger
Викличте хендлерів
Показати кінологів, які беруть участь у пошуковій дії
Новини
Опис зниклого
Ім'я зниклого
Вік
Зник безвісти
Відсутній час звітування
Фізична здатність
Відомий медичний стан
секс
Висота персонажа
Тип персонажа
Колір волосся
Одяг
електронна пошта відправника
Електронна адреса одержувача (1)
Електронна адреса одержувача (2)
конвертувати
Крок сітки
Розмір сітки (м)
Мінімум: 500 - Максимум: 2500
Видаліть усі GPX із GPS перед завантаженням секторів
10
100
1000
Пошук не розпочато
Розпочато пошук
Квест виконано
Сектор ризику
Пошуковий пристрій
СЕКТОР:
Обмежений час
Ви можете вказати максимальний час пошуку. У звіті буде міститися оцінка необхідних одиниць для пошуку в заданий час. Розраховується з чистим часом.
Новини
Перегляньте
все
Ніхто
Відновлення
Вставити GPX
ПОМИЛКА
Поганий проект. Відкрийте правильний проект або створіть новий за допомогою майстра
ІНФО
Проект не містить шару місць.
ІНФО
Шар місць не містить жодного елемента. Я вставляю точку в центрі карти з поточним часом.
Тест області завершився з помилкою (вихідний tif не відповідає очікуваному стану)
Тест секторів завершився з помилкою (вихідний SHP не відповідає очікуваному стану)
Тест Report_Export завершився з помилкою (вихідний HTML не відповідає очікуваному стану)
Протяжність карти знаходиться за межами Чехії. У мене немає даних, я не можу продовжити.
КРИТИЧНА ПОМИЛКА
Не вдалося знайти каталог даних. Я не можу продовжувати.
Регіон
Область занадто велика. Розрахунки будуть повільними. Ви хочете продовжити?
У мене немає актуальних даних для даного регіону. У мене немає даних, я не можу продовжити. Ви можете оновити/встановити дані в діалоговому вікні налаштувань, яке відкриється згодом.
Я не можу підключитися до сервера.
Поганий проект. Відкрийте правильний проект або створіть новий за допомогою майстра.
GPX і PDF для квестів
J-W
N-Z
ST
SE
ПОМИЛКА
Я не можу відкрити веб-браузер, щоб завантажити довідку
Не те село
Село не знайдено
Крок
Ви пропустили крок у майстрі. Ви хочете продовжити?
Я не можу знайти рівень ймовірності. Я не можу продовжувати.
Я не можу відкрити веб-переглядач, щоб завантажити звіт
Я не міг знайти підключений GPS. Ви повинні зберегти файл зі звіту вручну.
вибрати
Список дисків
Сектори скопійовано на пристрій
Під час копіювання секторів сталася помилка. Копіювати через файловий менеджер зі шляху:
Проект не включає ймовірнісний рівень. Повторіть крок 3 у посібнику.
Бажаєте очистити GPS перед експортом?
Недоступний
Доріжки порожні.
Проблема із завантаженням даних із бази даних
Позиції порожні.
ПОМИЛКА:
СЕКТОР
Типи поверхні
Показати/приховати панель
Патрак
Ви не ввели результат пошуку. Використовуйте кнопку посмішки.
ПОМИЛКА: ТЕСТ ДАНИХ ЗАВЕРШИВСЯ З ПОМИЛКОЮ. ВІДСУТНИЙ ТИП ПРОБІЛУ.
ПОМИЛКА: ТЕСТ ДАНИХ ЗАВЕРШИВСЯ З ПОМИЛКОЮ
ТЕСТ ДАНИХ ПОЧАТО
ПОМИЛКА: ТЕСТ ДАНИХ ЗАВЕРШИВСЯ З ПОМИЛКОЮ. ВІДСУТНИЙ ФАЙЛ КОНФІГУРАЦІЇ ДЛЯ ТЕСТУВАННЯ.
ТЕСТ ДАНИХ ЗАВЕРШЕНО
Інформація
Натисніть на карту, щоб знайти його. Якщо ви закінчите без знахідки, натисніть будь-яке місце на карті.
Перерахувати сектори
ПОМИЛКА:
Ви повинні вибрати принаймні один сектор для розділення.
Необхідно вибрати лінійний шар.
Вибраний шар не є лінійним.
Ви повинні вибрати рівно один рядок.
Я не можу розділитися.
Розділити за допомогою наявної лінії.
Додайте бурчання для поділу секторів.
Листи карт із заляганням сектора
Файл для GPS із секторною побудовою
Весь район
Якщо ви не бачите посилань на PDF-файли, це означає, що їх ще не створено. Скористайтеся кнопкою прапорця на останньому кроці майстра, щоб знову відобразити звіт.
Відсутній запис
Необхідно вказати тип пошуку (навчання та тестування або реальний пошуковий захід).
Онлайн сліди
Інформація оновлена
Я не можу обчислити поверхню ймовірності. Будь ласка, перевірте введення. наприклад чи знаходиться точка на о.
Ви не ввели попередній результат пошуку. Ви впевнені, що бажаєте продовжити?
Ви не ввели попередній результат пошуку. Ви впевнені, що бажаєте закрити програму?
Неправильна установка. Зверніться до адміністратора.
Очистити GPS
Ви впевнені, що бажаєте очистити GPS перед експортом?
Успіх
Завантажено сліди трави.
Позиції завантажено.
Жодного обробника ще не запрошено. Створіть виклик.
Проблема із завантаженням даних користувача:
Експортуйте попередньо визначені PDF-файли
ЗПМ
Я не можу знайти ZPM. Хочете знайти його самостійно?
Я експортую GPX для кожного сектора
Я експортую PDF для кожного сектора
Завантаження даних...
Завантажена частина
З'єднання частин...
Резервне копіювання даних...
Перевірка файлів...
Я роблю резервну копію
!!! ПОМИЛКА оновлення даних. Я кидаю. !!!
Розпакування даних...
Резервне копіювання даних не створено. Я не можу продовжити оновлення даних.
Дані не завантажено. Я не можу продовжити оновлення даних.
Завантажені дані пошкоджено. Я не можу продовжити оновлення даних.
Виконано. Дані оновлено.
Гід
Дисплей
Прогрес
Експерт
Менеджмент
Виберіть сектори
Перерахувати площі
Експортні сектори
Створіть звіт
Дитина 1-3
Дитина 4-6
Дитина 7-12
Дитина 13-15
депресія
Психічна звороба; психічний розлад
Відсталий
хвороба Альцгеймера
Туристична
Деменція
Розширити область
Показати шукач (бали)
Показати пошуковик
Новини
Довідка
Імпортувати маршрути з GPS
Налаштування
Введіть результат
Сектори за видами
Сектори відповідно до рекомендованих засобів
Сектори за статусом
Сектори за коштами
Знебарвлення секторів
Увімкніть мітки секторів
Вимкніть мітки секторів
Клацніть сектор правою кнопкою миші, щоб змінити його статус або проаналізувати сканування. Для пошуку спочатку виберіть трек.
Пошук не розпочато
Розпочато пошук
обробник
Ройніце
Дрон
Інший
Квест виконано
Пошуковий аналіз
Обкладинка в м
Кількість осіб у рожниці
Місце проведення пошукової операції (назва муніципалітету або його частини)
Введіть назву муніципалітету (або частини)
Введіть короткий опис пошуку
Далі
Клацніть на карті, щоб позначити місце(я), де було підтверджено останню появу зниклої людини.
Вид зниклої особи
Дитина 3-6
Відсоток ймовірності віддаленості зниклої людини від місця останньої появи встановлено на 70%
Кількість доступних інструментів пошуку:
Примітка: максимальний час пошуку є чистим робочим часом.
Введіть максимальний час пошуку
Примітка.&lt;br/&gt;Створення PDF (карт) може зайняти досить багато часу (порядку хвилин)
Створіть PDF для друку попередньо визначених карт
Переглянути звіт
Збережіть сектори в GPS
Водолаз
Пошуковик
Визначте простір
Мінімальні/максимальні значення
Макс/мін значення
Показати мітки секторів
Сектор ризику
Навчання та тестування
Справжня пошукова операція
Примітка:&lt;br/&gt;Суїцидальні наміри належать до групи &quot;Депресія&quot;&lt;br/&gt;&quot;Деменція&quot; = стареча деменція&lt;br/&gt;Дезорієнтація = &quot;Мандрівник&quot;
Якщо ви знаєте час прицілювання, можете додати його.
Керування картою:&lt;br/&gt;Збільшити масштаб карти - повернувши коліщатко миші вбік&lt;br/&gt;Зменшити масштаб карти - повернувши коліщатко миші на себе&lt;br/&gt;Перемістити карту - натиснути коліщатко та рухайте мишею
Повернутися до режиму редагування точки:
Повернення до режиму редагування точки
Примітка.&lt;br/&gt;&lt;br/&gt;Налаштування можна змінити, але збільшення значення призведе до збільшення часу обчислення та включення до пошуку більшої області, ніж це зазвичай можливо для пошуку в реальному часі.&lt;br /&gt;&lt ;br/&gt;Зменшення значення також зменшує ймовірність знайти зниклу особу.
Більше одиниць
Показати сектори за типом
Показати сектори відповідно до рекомендованих інструментів пошуку
Примітка: не забудьте ввести результат пошуку після події.
План
управління
Пошукова операція
Аналіз
Перевизначений PDF із reportor
Створіть власну карту
Примітка: якщо ви не виберете певні сектори, усі будуть експортовані!!
Щоб проаналізувати трасу, спочатку виберіть у списку шарів шар із трасою. Потім вклинюється в сектор.
Зміни в розкладі
Додайте місця
Встановити відсотки
Набір сил і засобів
конвертувати
Кінологи
Опис зниклого
Відредагуйте опис зниклого
ПІБ командира (контактної особи):
Телефон командира (контактної особи):
Місце зустрічі кінологів:
Виберіть, клацнувши на карті
оновлення
Оновіть контактну інформацію для пошуку
ПОМИЛКА
Ще не реалізовано
Місце концентрації інших SaP:
Зміна типу секторів
Експорт у CSV
Створіть окремий PDF для кожного сектора
ПОМИЛКА:
Ви повинні вибрати трек.
Потрібно вказати кількість шукачів, включно з прикордонниками.
Потрібно виділити два шари.
Виділені шари не є слідом. Виберіть правильні шари.
Потрібно лише вибрати один шар.
Виділений шар не є слідом. Виберіть правильний шар.
Вибраний шар не містить треків для аналізу. Виберіть правильний шар або інший інструмент пошуку.
Збій canvasReleaseEvent
Знахідка
Введення
дд.ММ.рррр Г:хм
Зник безвісти
Відсутнє сповіщення (h)
Вік
Фізична здатність
Відомий медичний стан
причина
Знання місцевості
секс
Вихід
Позиція від клацання на карті
Примітка
Через годину з моменту оголошення
Місце
Уточнення місця розташування
Поточний стан здоров'я
Закінчився безслідно
Від
до
вибрати
Список дисків
Не знайдено
Необхідний для тесту.
Диск не вибрано. Я не буду шукати побачень.
Інший тип GPX
Жодного предмета не знайдено
ІНФО
Файли GPX не містять доріжок.
У вказаному періоді немає дат.
Немає інформації про час
ТНК
Трек завантажено
Проблема із завантаженням треку
Завантаження треку завершено.
ПОМИЛКА
Ви повинні ввести ціле число
ПОМИЛКА
Ще не реалізовано
Поганий проект
Ця функція доступна лише для проектів, створених у версії 3.12.22 і вище
Неправильні дані
Заголовок відсутній
Опис відсутній
Ключ API відсутній. Увійдіть у налаштуваннях.
Телефон відсутній. Введіть на вкладці Пошукові дії.
Введіть відстань у кілометрах
ПОМИЛКА
Я не можу кинути виклик хендлерам.
Я не можу підключитися до сервера. Перевірте підключення до Інтернету.
Не вдалося завантажити дані обробника
Успіх
Підключено
Ім'я
Телефон
Відстань
без опису
Я не можу кинути виклик хендлерам. Сталася неочікувана помилка.
Інформований
Ви повинні вибрати обробники.
Я не можу показати обробники в дії. Подія ще не створена.
Я не можу повідомити обробників. Подія ще не створена.
обраний
Держава
в наявності
Необхідно налаштувати електронні адреси. Встановіть у діалоговому вікні Параметри.
ІНФО
Електронні листи зі списком вибраних обробників надіслано
Не вдалося надіслати електронні листи зі списком вибраних обробників
Це вирішує
Це неважливо
Недоступний
Відхилено
Вихід
На місці
ЗАЧИНЕНО
Невідомий
Очікуване прибуття
Примітка
Інцидент збережено на сервері.
ПОМИЛКА
Не вдалося підключитися до сервера.
ПОМИЛКА
Не вибрано одержувача. Я не можу надіслати повідомлення.
ПОМИЛКА
Ви повинні ввести ціле число
людина
жінка
Дуже добре
добре
погано
Дуже погано
Проблем зі здоров'ям немає
Цукровий діабет
Епілепсія
Рухливі порушення
Гіпертонія
Інший
Худий
Струнка
Надмірна вага
Ожиріння
вогні
Темний
Рудий
людина
жінка
Так
Немає
Частково

Деменція
депресія
Відсталий
Психічна звороба; психічний розлад
самогубство
Дорожньо-транспортна пригода (ДТП, удар)
Втекти з дому
Втрата орієнтації
Інше (вказати в примітці)
Дуже добре
добре
погано
Дуже погано
Проблем зі здоров'ям немає
Цукровий діабет
Епілепсія
Рухливі порушення
Гіпертонія
Виноградники / хміль
Сад / город
Луг
Поле врожаю
Поле зібрано
Акваторія
Водотік
В селі / місті
На будівельному майданчику
Всередині будівлі
При дорозі (до бл. 20 м)
На межі місцевостей
Зарості
Кар'єр
Скельні утворення
назустріч
Непритомний стан
Кровотеча
Мертвий
Отрута
Струс мозку
Гіпотермія
Фізичне виснаження
Переломи
Знахідка
Положення на карті (S-JTSK)
Зник безвісти
Відсутнє сповіщення (h)
секс
Вік
Знання місцевості
причина
Фізичний стан
Відомий медичний стан
Через годину з моменту оголошення
Місце
Уточнення місця розташування
Поточний стан здоров'я
Примітка
ІНФО
Не вдалося підключитися до сервера.
ПОМИЛКА
Я не можу завантажити результат на сервер.
Успіх
Результат завантажено на сервер.
Ліс
Дитина 1-3
Дитина 3-6
Дитина 7-12
Дитина 13-15
Туристична
обробник
Ройніце
Дрон
Інший
СЕКТОР
Власний
обробник
Людина на сонці
Вершник
квадроцикл
Дрон
Водолаз
Інший
LSOM
Хілл
Великобританія
Коробка передач
Недоступний
Ця функція ще не реалізована
Неправильні дані
Введіть користувача
Введіть пароль
Введіть ключ API
Введіть URL-адресу сервера
Введіть свій номер телефону
Помилка доступу
Введіть довготу у форматі 18.14556
Введіть широту у форматі 48,54556
ПОМИЛКА
Я не можу відкрити веб-браузер, щоб завантажити довідку
Не вдалося підключитися до сервера.
Не вдалося завантажити дані обробника
Ім'я
Телефон
Поганий проект. Відкрийте правильний проект або створіть новий за допомогою майстра.
Поганий проект
Шлях до проекту
Функція не підтримується в цій версії
ІНФО
Деякі вибрані користувачі перебувають у сплячому або звільненому стані. Необхідно дочекатися, поки вони прокинуться самостійно.
Ви не вибрали жодного користувача для охоплення.
Сисид
Статус
Ідентифікатор пошуку
Регіон
Прибуття до
id
Час (10 хв)
КОД
опис
Примітка
Номер
вільно життєздатні без рослинності
вільна прохідна з рослинністю
безкоштовно важко пройти
злегка проникний наріст
важкопрохідна рослинність
забудована територія міст і муніципалітетів
міські парки та дитячі майданчики з пересуванням людей
міські парки та дитячі майданчики без людей
акваторія
інші поверхні
Дитина 1-3
Дитина 4-6
Дитина 7-12
Дитина 13-15
депресія
Психічна звороба; психічний розлад
Відсталий
хвороба Альцгеймера
Туристична
Деменція
все
Регіон та околиці
очікування
запрошені
доступний
Я не можу приїхати
запросили приїхати
в дорозі або в пошуку
Спочатку потрібно створити інцидент
Успіх
Підключено
Відстань
Виправлено
Дані виправлено
ПОМИЛКА
Я не можу підключитися до сервера
Функція тимчасово недоступна. Будь ласка, використовуйте тест для даних.
Налаштування оновлено
Перераховано
Перераховано поверхню тертя
Необхідно ввести правильний ключ із 24 символів.
Я не можу знайти ключ.
Не можу розпакувати архів
обробник
Людина на сонці
Вершник
квадроцикл
Дрон
Водолаз
Інший
Номер
Примітка
